blog/2013-08-25-linkfest20130825.html

<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>Weekend Linkfest 25.8.2013 - Everything Counts</title>
	<meta name="author" content="Ronert Obst">

	
	<meta name="description" content="Statistics and Machine Learning Where Does a Statistician Fit in the Big Data Era? The JSM, Minimaxity and the Language Police ACM KDD 2013 in &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="Everything Counts" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><![endif]-->
	<!--- MathJax Configuration -->

</head>

<body>
	<header id="header" class="inner"><h1><a href="/">Everything Counts</a></h1>
<nav id="main-nav"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:ronert-obst.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		<a class="facebook" href="http://www.facebook.com/ronert.obst" title="Facebook">Facebook</a>
		
		
		<a class="google" href="https://plus.google.com/102717496982395822694?rel=author" title="Google+">Google+</a>
		
		
		<a class="twitter" href="http://twitter.com/ronert_obst" title="Twitter">Twitter</a>
		
		
		<a class="github" href="https://github.com/ronert" title="GitHub">GitHub</a>
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:ronert-obst.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Weekend Linkfest 25.8.2013</h2>
	<div class="entry-content"><div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Statistics and Machine Learning</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="http://magazine.amstat.org/blog/2013/08/01/big-data-era/">Where Does a Statistician Fit in the Big Data Era?</a>
</li>
<li><a href="http://normaldeviate.wordpress.com/2013/08/09/the-jsm-minimaxity-and-the-language-police/">The JSM, Minimaxity and the Language Police</a>
</li>
<li><a href="http://www.mma.ugent.be/predictive_analytics/customer_intelligence/Blog/Entries/2013/8/15_Entry_1.html">ACM KDD 2013 in Chicago</a>
</li>
<li><a href="http://engineering.linkedin.com/event/video-3-big-data-tech-talks-you-can%25E2%2580%2599t-miss">Video: 3 Big Data Tech Talks You Can’t Miss | LinkedIn Engineering</a>
</li>
<li><a href="http://www.reddit.com/r/haskell/comments/1k3fq7/what_are_some_killer_libraries_and_frameworks/cbldpgy%5D%5Bedwardkmett%20comments%20on%20What%20are%20some%20killer%20libraries%20and%20frameworks%20unique%20to%20Haskell?%5D%5D">Learning Representations: A Challenge for Learning Theory</a>
</li>
<li><a href="http://twiecki.github.io/blog/2013/09/12/bayesian-glms-1/">The Inference Button: Bayesian GLMs made easy with PyMC3</a>
</li>
<li><a href="http://oedb.org/open/subjects/math/">Free Online Math Classes</a>
</li>
<li><a href="http://www.sciencemag.org/site/feature/data/compsci/machine_learning.xhtml">Machine Learning Resources</a>
</li>
<li><a href="http://vincentarelbundock.github.io/Rdatasets/datasets.html">Collection of R Datasets</a>
</li>
<li><a href="http://www.cs.nyu.edu/~yann/talks/lecun-ranzato-icml2013.pdf">Deep Learning Tutorial</a>
</li>
<li><a href="http://www.cs.nyu.edu/~yann/talks/lecun-ranzato-icml2013.pdf%5D%5Bwww.cs.nyu.edu/~yann/talks/lecun-ranzato-icml2013.pdf%5D%5D">Apache Spark: Distributed Machine Learning using MLbase</a>
</li>
<li><a href="http://www.bizjournals.com/sanjose/news/2013/08/12/google-scientist-jeff-dean-on-how.html?ana%3Dtwt">Google scientist Jeff Dean on how neural networks are improving everything Google does</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">R Package of the Week</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="http://cran.r-project.org/web/packages/visreg/index.html">visreg</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Paper of the Week</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="http://link.springer.com/article/10.1007/s11222-009-9148-5">Twin Boosting: improved feature selection and prediction</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Programming</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li><a href="http://www.reddit.com/r/haskell/comments/1k3fq7/what_are_some_killer_libraries_and_frameworks/cbldpgy">What are some killer libraries and frameworks unique to Haskell?</a>
</li>
<li><a href="http://www.akkadia.org/drepper/cpumemory.pdf">What every programmer should know about memory</a>
</li>
<li><a href="http://www.willamette.edu/~fruehr/haskell/evolution.html">The Evolution of a Haskell Programmer</a>
</li>
<li><a href="http://ricardoduarte.github.io/python-for-developers/">Python for Developers</a>
</li>
<li><a href="http://blog.jorgenschaefer.de/2013/08/elpy-11-released.html">Elpy 1.1 Released</a>
</li>
<li><a href="https://textblob.readthedocs.org/en/latest/">TextBlob: Simplified Text Processing</a>
</li>
<li><a href="https://vimeo.com/72777096">StarCluster</a>
</li>
<li><a href="http://zinkov.com/posts/2013-08-13-vowpal-tutorial/">Vowpal Wabbit tutorial for the Uninitiated</a>
</li>
<li><a href="http://www.rdatamining.com/tutorials/rhadoop">Building an R Hadoop System</a>
</li>
<li><a href="http://www.rdatamining.com/tutorials/rhadoop%5D%5BBuilding%20an%20R%20Hadoop%20System%20-%20RDataMining.com:%20R%20and%20Data%20Mining%5D%5D">GNU Parallel</a>
</li>
</ul>
</div>
</div>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2013-08-25T00:00:00+02:00" pubdate data-updated="true">Aug 25<span>th</span>, 2013</time></div>
	<div class="tags">


	<a class='category' href='/blog/categories/linkfest/'>Linkfest</a>


</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_button_google_plusone" g:plusone:size="medium"></a>
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    Ronert Obst

– Proud member of <a href="http://www.r-bloggers.com">www.r-bloggers.com</a>
</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'everythingcounts';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>



	<script type="text/javascript">
		var _gaq = _gaq || [];
		_gaq.push(['_setAccount', 'UA-40781735-1']);
		_gaq.push(['_trackPageview']);

		(function() {
			var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
			ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
			var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
		})();
	</script>



</body>
</html>